Repository: wp-plugins/woocommerce-pricefiles
Catalog: trunk/languages/pricefiles-*.po
Languages: sv_se

source: Category mappings
sv_se: Kategorimappning

source: These products will not show up in the pricefile.
sv_se: Dessa produkter kommer inte att visas i prisfilen.

source: Map your shop categories with the pricefile categories.
sv_se: Koppla de kategorier du har i din shop med de rekommenderade prisfil-kategorierina.

source: Shop categories
sv_se: Produktkategori i butiken

source: Pricefile categories
sv_se: Produktkategori i prisfil

source: Select category
sv_se: Välj kategori

source: Overwrite existing pricefile categories
sv_se: Skriv över existerande prisfilskategorier

source: Pricefiles
sv_se: Prisfiler

source: Pricefiles options
sv_se: Inställningar för prisfiler

source: Pricefile URLs
sv_se: Prisfil-URL:er

source: Pricefile options
sv_se: Inställningar för prisfiler

source: Output prices
sv_se: Visa priser

source: Select shipping methods
sv_se: Välj fraktmedoder

source: Shipping destination
sv_se: Fraktdestination

source: The shipping price will be calculated to this address. %sReset address to default%s
sv_se: Fraktpriset kommer att beräknas till den här adressen. %sÄterställ adressen till förvarld%s

source: Advanced options
sv_se: Avancerade inställningar

source: Use cache for pricefile
sv_se: Använde cache för prisfilen

source: Deactivate EAN validation
sv_se: Avaktivera koll av EAN

source: Copy and send to the respective service.
sv_se: Kopiera och skicka till respektive tjänst.

source: More information:
sv_se: Mer information:

source: Same as shop
sv_se: Samma som shop

source: Including VAT
sv_se: Inklusive moms

source: Excluding VAT
sv_se: Exklusive moms

source: Settings
sv_se: Inställningar

source: Info & Support
sv_se: Information och support

source: The EAN code is not valid. Please check the numbers.
sv_se: EAN-koden är inte giltig. Var god kontrollera numren.

source: The Pricefiles plugin needs to be configured to work. Configure it <a href="%s">here</a>
sv_se: Prisfil-tillägget måste konfigureras för att fungera. Konfigurera det <a href="%s">här</a>

source: EAN is the international standard for product barcodes. Type in the whole 8 or 13 digit number below the product barcode.
sv_se: EAN är den internationella standarden för streckkoder. Skriv in hela den 8 eller 13-siffriga koden som är precis under produktens streckkod.

source: Manufacturer SKU
sv_se: Tillverkarens artikelnummer

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
sv_se: Artikelnummer(SKU, Stock-Keeping Unit), är ett unikt artikelnummer för varje produkt och tjänst som kan köpas.

source: Manufacturer
sv_se: Tillverkare

source: Select manufacturer
sv_se: Välj tillverkare

source: This will automattically sync the categories. Everytime a category of a product is added or changed the coresponding category will be added to the pricefiles automatically.
sv_se: Det här kommer automatiskt synkronisera kategorierna. Varje gång en kategori läggs till eller ändras på en produkt kommer den kopplade kategorin här läggas till i prisfilen automatiskt.

source: Exclude products from pricefile
sv_se: Exkludera produkter från prisfil

source: Select the shipping methods that will be available in the pricefile. The plugin will automatically select the cheapest option.
sv_se: Välj de fraktmetoder som ska vara tillgängliga i prisfilen. Tillägget väljer automatiskt det billigaste alternativet bland dessa.

source: Debug mode
sv_se: Debug-läge

source: Output debug messages. Only check this when debugging.
sv_se: Visa debug-meddelanden. Aktivera bara när du felsöker.

source: Inactive the automatic EAN code validation when editing products.
sv_se: Inaktivera den automatiska valideringen av EAN-kod när du editerar produkter.

source: The Pricefiles plugin requires the plugin %sWooCommerce%s to work. Please install WooCommerce or %sdeactive%s this plugin.
sv_se: Prisfiltillägget kräver att tillägget WooCommerce är aktiverat för att fungera. Var god installera WooCommerce eller %sinaktivera%s det här pluginet.

source: WooCommerce seams to be installed but not activated. %sClick here to activate%s.
sv_se: WooCommerce verkar vara installerat, men inte aktivera. %sKlicka här för att aktivera%s.

source: The Pricefiles plugin was deactivated.
sv_se: Prisfiltillägget blev inaktiverat.

source: WooCommerce was activated.
sv_se: WooCommerce blev aktiverat
